
[
  {
    "isVisible": true,
    "text": "On one occasion, Musashi fought against 70 men. Some time later, he wrote this: 'Once you understand the way broadly, you can see it in all things.' So, do you want to see the path more broadly?",
    "imageSrc": "/assets/images/quote0.jpg",
    "imageAlt": "miyamoto",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text":  "Whatever happens, happensand the things that make you happy. When faced with life's challenges, consider that your greatest adversary  is often right beside you, ready to strike. The question is, how will you respond?  Take a moment to eathe, for in most cases,   the worst thing that can happen  is already in the past or maybe in  the future.     The present moment offers an opportunity to focus on yourself and the things that ing you happiness",
    "imageSrc": "/assets/images/quote1.jpg",
    "imageAlt": "quote1",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "The true strength lies in kindness and compassion, which reflect one's genuine character. Forgive those who have wronged you and free yourself from all the shackles that breed hatred and resentment",
    "imageSrc": "/assets/images/quote2.jpg",
    "imageAlt": "quote2",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "Musashi had already achieved recognition and the title of being invincible under the sun when he met one of his childhood friends. They discussed their accomplishments, and Musashi acknowledged that he still had a long way to go. Humility is a significant attribute that does not diminish greatness; on the contrary, it elevates it.",
    "imageSrc": "/assets/images/quote3.jpg",
    "imageAlt": "quote3",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "Aspirations and future goals help us maintain a focused and limited vision, preventing us from seeing what we have in the present. Visualize what surrounds you, appreciate what you have right now, and transform those valuable things into your main priorities. Then, repeat this process over and over again...",
    "imageSrc": "/assets/images/quote4.jpg",
    "imageAlt": "quote4",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "Where does your desire for titles and recognition come from? At this point in history, a wild Musashi sought the title of 'invincible under the sun.' After encountering the holder of that title, they exchanged words, saying: 'Invincible' is but a mere word. Control and analyze your desires and impulses; focus on what truly matters...",
    "imageSrc": "/assets/images/quote5.webp",
    "imageAlt": "quote5",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "We might think that in comparison to the universe, we are insignificant. What are our problems beside the infinite expanse of the universe?",
    "imageSrc": "/assets/images/quote6.jpg",
    "imageAlt": "quote6" ,
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "Once we recognize this, we can then reflect on our impact in the world",
    "imageSrc": "/assets/images/quote7.jpg",
    "imageAlt": "quote7",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "Why don't you try closing your eyes for a moment?",
    "imageSrc": "/assets/images/quote8.jpg",
    "imageAlt": "quote8",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "And then, you might realize how infinite you truly are...",
    "imageSrc": "/assets/images/quote9.jpg",
    "imageAlt": "quote9",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "Because even though our existence is ephemeral, we are all infinite in our own way.",
    "imageSrc": "/assets/images/quote10.jpg",
    "imageAlt": "quote10",
    "isFinalQuote": false
  },
  {
    "isVisible": false,
    "text": "Thank you for reading this far. I hope you are encouraged to read this work and enjoy it as much as I did when I read it.",
    "imageSrc": "/assets/images/quote11.jpg",
    "imageAlt": "quote11",
    "isFinalQuote": true
  }
]